Repository: movilidad-up/simup-up-app
Catalog: lib/l10n/app_*.arb
Languages: es

# sendStatusInfo
source: If you are offline, it will be sent later
es: Si no tiene conexión, se enviará luego

# rangeStatus
source: Too far from the bus
es: Esta muy lejos del bus

# rangeStatusInfo
source: Move closer to the bus and try again
es: Acérquese al bus y vuelva a intentarlo

# unknownStatus
source: Bus not detected
es: Bus no detectado

# unknownStatusInfo
source: No signal detected, please try again
es: No hemos detectado la señal, vuelva a intentarlo

# successStatus
source: Attendance submitted!
es: ¡Asistencia enviada!

# successStatusInfo
source: Your attendance has been successfully submitted. Thank you! :)
es: Se ha enviado su asistencia con exito ¡Gracias! :)

# successQueueStatus
source: Attendance Pending
es: Asistencia en espera

# successQueueStatusInfo
source: Your attendance will be sent automatically once you are back online.
es: Su asistencia se enviará automáticamente cuando vuelva a estar en línea.

# goBack
source: Return
es: Regresar

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miercoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sabado

# terminal
source: Cúcuta Terminal
es: Terminal de Cúcuta

# cread
source: CREAD Campus
es: CREAD

# fuente
source: Luminous Fountain
es: Fuente Luminosa

# republica
source: Bank of the Republic
es: BodyTech | Banco de la Republica

# sanMateo
source: San Mateo Roundabout
es: Redoma San Mateo

# lomitas
source: Lomitas Bridge
es: Puente Lomitas

# villa
source: Villa del Rosario Campus
es: Campus Villa del Rosario

# iglesia
source: Espiritu Santo Church
es: Iglesia Espiritu Santo

# salud
source: Health Faculty Campus
es: Facultad de Salud

# palustreInfo
source: This connection point links the traditional El Palustre market with the modern Nuevo Puente Intercambiador Atalaya, facilitating the movement of students between the historical heart and the urban development of the city.
es: Este punto de conexión une el tradicional mercado El Palustre con el moderno Nuevo Puente Intercambiador Atalaya, facilitando el desplazamiento de estudiantes entre el corazón histórico y el desarrollo urbano de la ciudad.

# terminalInfo
source: Main connection point with the city's transportation system, facilitating access to various educational and commercial areas from the most important bus terminal in Cúcuta.
es: Principal punto de conexión con el sistema de transporte de la ciudad, facilitando el acceso a diversas áreas educativas y comerciales desde la terminal de buses más importante de Cúcuta.

# creadInfo
source: Located in the Plaza de Banderas, it is a vital access point to the CREAD and other faculties, promoting interaction among students and facilitating educational mobility.
es: Ubicada en la Plaza de Banderas, es un punto vital de acceso al CREAD y otras facultades, promoviendo la interacción entre estudiantes y facilitando la movilidad educativa.

# fuenteInfo
source: Located on Diagonal Santander, it offers efficient access to the center of Cúcuta.
es: Ubicada en la Diagonal Santander, ofrece un acceso eficiente al Centro de Cúcuta.

# republicaInfo
source: Situated in the heart of a bustling commercial center, it is a strategic point for students needing access to public transportation services amidst vibrant commercial and social activity.
es: Situada en el corazón de un bullicioso centro comercial, es punto estratégico para los estudiantes que necesitan acceder a servicios de transporte público en medio de una vibrante actividad comercial y social.

# sanMateoInfo
source: Strategically located near the Éxito supermarket, this station is a central hub for students, connecting them with the bustling commercial district of San Luis and its surroundings.
es: Estratégicamente ubicada cerca del supermercado Éxito, esta estación es un centro neurálgico para los estudiantes, conectándolos con el bullicioso distrito comercial de San Luis y sus alrededores.

# toyotaInfo
source: This essential access point connects students with the Toyota Distributor and its surroundings, surrounded by various neighborhoods such as Loma Linda, Villa Hermosa, and San José.
es: Este punto de acceso esencial conecta a los estudiantes con el Distribuidor Toyota y sus alrededores, rodeado por diversos barrios como Loma Linda, Villa Hermosa y San José.

# lomitasInfo
source: Provides access to vital public transportation connections and encompasses various neighborhoods, such as Villa del Rosario, San Antonio, La Primavera, among others.
es: Brinda acceso a conexiones vitales de transporte público y abarca diversos barrios, como Villa del Rosario, San Antonio, La Primavera, entre otros.

# villaInfo
source: Villa del Rosario campus of the University, home to the faculties of Engineering and Architecture, Economics, Physical Education, and Geology.
es: Sede Villa del Rosario de la Universidad, y hogar para las facultades de Ingenierias y Arquitecturas, Economica, Educación Fisica y Geologia.

# iglesiaInfo
source: The Spirit Santo Church is an important landmark in Guaimaral. Strategically located in the heart of the neighborhood, the church serves not only as a place of worship but also as a community center where residents gather for religious and social events. Its proximity to public transportation routes makes it a convenient starting point for students looking to explore the city.
es: La Iglesia Espíritu Santo es un punto de referencia importante en Guaimaral, Cúcuta. Ubicada estratégicamente en el corazón del barrio, la iglesia no solo sirve como lugar de culto, sino también como centro comunitario donde los residentes se reúnen para eventos religiosos y sociales. Su cercanía a las rutas de transporte público la convierte en un punto de partida conveniente para estudiantes que buscan explorar la ciudad.

# saludInfo
source: The Faculty of Health of the University is a leading educational center in Guaimaral, Cúcuta. Located in a vibrant and dynamic environment, the faculty offers high-quality academic programs and promotes research in the field of health for the benefit of the community. Its easy access to public transportation routes makes it an accessible location for students looking to expand their knowledge in the health field.
es: La Facultad de Salud de la Universidad es un centro educativo líder en Guaimaral, Cúcuta. Situada en un entorno vibrante y dinámico, la facultad ofrece programas académicos de alta calidad y fomenta la investigación en el campo de la salud en beneficio de la comunidad. Su acceso fácil a las rutas de transporte público la convierte en un lugar accesible para estudiantes que buscan ampliar su conocimiento en el área de la salud.
