Repository: movilidad-up/simup-up-app
Catalog: lib/l10n/app_*.arb
Languages: es

# onboardTitle1
source: Instant Routes!
es: ¡Rutas al instante!

# onboardSubtitle1
source: Discover real-time routes and easily plan your commutes. Get schedule updates to arrive on time.
es: Descubre rutas en tiempo real y planifica desplazamientos fácilmente. Obtén actualizaciones de horarios para llegar puntualmente.

# onboardTitle2
source: Travel with Ease
es: Desplázate con facilidad

# onboardSubtitle2
source: Explore transportation options from campus and choose the best one. Learn about available opportunities at each station.
es: Explora opciones de transporte desde el campus y elige la mejor. Conoce oportunidades disponibles en cada estación.

# onboardTitle3
source: Instant Notifications
es: Notificaciones instantáneas

# onboardSubtitle3
source: Receive alerts about bus status and travel worry-free. Stay informed at all times.
es: Recibe alertas sobre el estado de los buses y viaja sin preocupaciones. Mantente informado en todo momento.

# yourName
source: What is your name?
es: ¿Cuál es tú nombre?

# yourNameHint
source: Write your name
es: Escribe tu nombre

# yourZoneName
source: To improve your experience, which part of the city are you from? 🏙️
es: Para mejorar tu experiencia, ¿de qué parte de la ciudad eres? 🏙️

# yourZoneNameHint
source: Choose your zone
es: Selecciona tu zona

# continueNext
source: Continue
es: Continuar

# setupExperience
source: Let's set up your experience
es: Preparemos tu experiencia

source: Hello
es: ¡Hola

# awesomeDay
source: We hope you're having an awesome day :)
es: Esperamos estes teniendo un asombroso día :)

# guestTitle
source: Guest
es: Invitado

# allDone
source: All Set!
es: ¡Todo listo! :)

# enjoyExperience
source: We hope you enjoy your experience with the transportation system <3
es: Esperamos disfrutes tu experiencia con el sistema de transporte <3

# goToDashboard
source: Go to my dashboard
es: Ir a mi dashboard

source: Bus Tracking
es: Seguimiento del bus

# busTrackingDescription
source: Press a station to see its routes, density levels, and useful information.
es: Presiona una estación para conocer sus rutas, niveles de densidad e información útil.

# routeOne
source: Route 1
es: Ruta 1

# routeTwo
source: Route 2
es: Ruta 2

# onStop
source: At Stop
es: En parada

# helpfulInfo
source: Helpful Information
es: Información útil

# routeAccess
source: Transport Routes Access
es: Acceso a rutas de transporte

source: Arrival Time:
es: Hora de llegada:

source: Current Station:
es: Estacion actual:

# predictionModelDisclaimer
source: Please note that tracking may not be entirely accurate, as it is based on a predictive model.*
es: Ten en cuenta que el seguimiento puede no ser totalmente preciso, ya que se basa en un modelo predictivo.*

# mapGeneralView
source: General System Map
es: Mapa general del sistema

# mapGeneralViewDescription
source: Visualize the complete system map alongside each of its routes.
es: Visualiza el mapa completo del sistema junto a cada una de sus rutas.

source: Notifications
es: Notificaciones

# notificationsDescription
source: Activate personalized notifications about the arrival and departure of the bus at your study campus :)
es: Activa notificaciones personalizadas sobre la llegada y salida del bus en tu sede de estudios :)

# villaCampus
source: Villa del Rosario Campus
es: Sede Villa del Rosario

source: CREAD Campus
es: Sede CREAD

# healthCampus
source: Health Faculty Campus
es: Sede Facultad de Salud

# yourCampusHint
source: Select your campus
es: Selecciona tu sede

source: Create Reminder
es: Crear recordatorio

source: Edit Reminder
es: Editar recordatorio

source: Add Reminder
es: Añadir recordatorio

source: Update Reminder
es: Actualizar recordatorio

# activeReminders
source: Reminders
es: Recordatorios

# emptyReminders
source: No Reminders Yet
es: Aún no hay recordatorios

# emptyRoutes
source: Bus is Resting
es: El bus esta descansando

# routeOneOperationsTime
source: Remember, the bus operates from 5:30 AM to 7:00 PM on this route.
es: Recuerda que el bus esta funcional desde las 5:30 A.M. hasta las 7:00 P.M. en esta ruta.

# routeTwoOperationsTime
source: Remember, the bus operates from 8:10 AM to 7:00 PM on this route.
es: Recuerda que el bus esta funcional desde las 8:10 A.M. hasta las 7:00 P.M. en esta ruta.

# routeOneNotOperational
source: Route 1 is currently not operational.
es: La ruta 1 actualmente no esta en horario de operaciones.

# routeTwoNotOperational
source: Route 2 is currently not in operation.
es: La ruta 2 actualmente no esta en horario de operaciones.

# emptyRemindersDescription
source: Tap 'Add a Reminder' to notify you about the bus arrival at your study campus
es: Toca “Agregar un recordatorio” para notificarte sobre la llegada del bus a tu sede de estudios

# selectCampusReminder
source: Select the campus, days, and arrival times
es: Selecciona la sede, días y horas de llegada

# notifyThisDay
source: Notify me on
es: Notificarme los días

# notifyThisHour
source: At the times
es: En las horas

# notifyWhenCampus
source: Notify when arriving at:
es: Notifícame cuando llegue a:

# busArrival
source: The bus is about to arrive!
es: ¡El bús esta por llegar!

# busMessage1
source: The bus is arriving at
es: El bus esta llegando a la sede

# busMessage2
source: and will depart approximately at
es: y saldrá aproximadamente a las

# busMessage3
source: Remember to leave early so you don't miss it. Have a great trip :)
es: Recuerda salir temprano para no perderlo. Feliz recorrido :)

# theseDays
source: on the days
es: los días

source: at
es: a las

# approximatedStation
source: Approximate Station
es: Estación aproximada

source: See more
es: Ver más

source: More info
es: Más información

# tourHomeDescription
source: Welcome to your starting point! Here you can quickly and timely see the current station.
es: ¡Bienvenido a tu punto de partida! Aquí podrás ver la estación actual de manera rápida y oportuna.

# tourRoutes
source: Routes
es: Rutas

# tourRoutesDescription
source: Explore travel options! Discover the estimated arrival times at each station and view the entire route system.
es: ¡Explora las opciones de viaje! Descubre las horas estimadas de llegada a cada estación y visualiza todo el sistema de rutas.

# tourReminders
source: Reminders
es: Recordatorios

# tourRemindersDescription
source: Never miss the bus again. Schedule reminders to arrive on time for your commitments at the University!
es: No vuelvas a perder el autobús. ¡Agenda recordatorios para llegar a tiempo a tus compromisos en la Universidad!

# tourMap
source: System Map
es: Mapa del Sistema

# tourMapDescription
source: Get a panoramic view of the system. Navigate through all stations and plan your trip with ease.
es: Obtén una vista panorámica del sistema. Navega por todas las estaciones y planifica tu viaje con facilidad.

source: Schedule
es: Horarios

# schedules
source: Operation Schedules
es: Horarios de Operación

# schedulesDescription
source: Find out the general operation schedules for each route.
es: Conoce de manera general los horarios de operación para cada ruta.

source: Go to Schedules
es: Ir a Horarios

source: Monday to Fridays
es: Lunes a Viernes

source: Saturdays
es: Sábados

source: Station
es: Estación

source: Arrival Times
es: Horas de llegada

# operationalLabel
source: Good Service
es: Buen servicio

# operationalTitle
source: Routes in Operation
es: Rutas funcionando

# nonOperationalLabel
source: Out of Operation
es: Fuera de operación

# nonOperationalTitle
source: Routes at Rest
es: Rutas en reposo

# rainyLabel
source: System Delays
es: Retrasos en el sistema

# rainyTitle
source: Rainy Weather
es: Clima lluvioso

# settingsTitle
source: Settings
es: Configuración

# notificationsSection
source: Notifications
es: Notificaciones

# taskReminderLabel
source: Task Reminder
es: Recordatorio de tareas

# taskReminderDescription
source: Notify me when I have pending tasks.
es: Avisarme cuando tenga tareas pendientes.

# aboutSection
source: About Movilidad
es: Acerca de Movilidad

# versionLabel
source: Version
es: Versión

# termsLabel
source: Terms and Conditions
es: Términos y Condiciones

# termsDescription
source: The rules of the game. Check them out!
es: Las reglas del juego. ¡Dales un vistazo!

# privacyPolicyLabel
source: Privacy Policy
es: Política de Privacidad

# privacyPolicyDescription
source: How we take care of your data.
es: Cómo cuidamos tus datos.

# otherSection
source: Other
es: Otros

# termsAndConditionsTitle
source: Movilidad Terms and Conditions
es: Términos y condiciones de Movilidad

# lastUpdatedLabel
source: Last updated: Wednesday, April 1, 2024
es: Última actualización: miércoles, 01 de abril de 2024

# termsText
source: These Terms and Conditions ("Terms") govern your use of the Movilidad mobile application ("the app") provided by Movilidad UP ("we", "us", or "our"). By accessing or using the app, you agree to be bound by these Terms. If you do not agree to any part of these Terms, you should not use the app.
es: Estos Términos y Condiciones ("Términos") rigen su uso de la aplicación móvil Movilidad ("la aplicación") proporcionada por Movilidad UP ("nosotros", "nos" o "nuestro"). Al acceder o utilizar la aplicación, acepta quedar sujeto a estos Términos. Si no está de acuerdo con alguna parte de estos Términos, no debe utilizar la aplicación.

# useOfAppLabel
source: Use of the app:
es: Uso de la aplicación:

# useText1
source: You must be at least 13 years old to use the app.
es: Debe tener al menos 13 años para usar la aplicación.

# useText2
source: You agree to provide accurate and complete information when using the app.
es: Usted acepta proporcionar información precisa y completa al usar la aplicación.

# userContentLabel
source: User Content:
es: Contenido del usuario:

# userContentText
source: By using the app, you may submit content, such as your name. You retain ownership of your content and, by submitting it, you grant us a non-exclusive, worldwide, royalty-free license to use, reproduce, modify, and distribute your content.
es: Al usar la aplicación, puede enviar contenido, como su nombre. Usted retiene la propiedad de su contenido y, al enviarlo, nos concede una licencia no exclusiva, mundial, libre de regalías para usar, reproducir, modificar y distribuir su contenido.

# privacyLabel
source: Privacy:
es: Privacidad:

# privacyText
source: Our use of your personal information is governed by our Privacy Policy.
es: Nuestro uso de su información personal está regido por nuestra Política de Privacidad..

# intellectualPropertyLabel
source: Intellectual Property:
es: Propiedad intelectual:

# intellectualPropertyText
source: The app and its original content, features, and functionality are owned by Movilidad and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.
es: La aplicación y su contenido original, características y funcionalidad son propiedad de Movilidad y están protegidos por leyes internacionales de derechos de autor, marcas comerciales, patentes, secretos comerciales y otros derechos de propiedad intelectual o leyes de derechos de propiedad.

# prohibitedActivitiesLabel
source: Prohibited Activities:
es: Actividades prohibidas:

# prohibitedText1
source: You agree not to engage in any illegal or unauthorized activity while using the app.
es: Usted acepta no participar en ninguna actividad ilegal o no autorizada al usar la aplicación.

# prohibitedText2
source: You must not attempt to gain unauthorized access to any part of the app or any related systems or networks.
es: No debe intentar obtener acceso no autorizado a ninguna parte de la aplicación o a cualquier sistema o red relacionados.

# limitationOfLiabilityLabel
source: Limitation of Liability:
es: Limitación de responsabilidad:

# liabilityText
source: We are not liable for any indirect, incidental, special, consequential, or punitive damages arising from or in connection with your use of the app.
es: No nos hacemos responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo que surja de o en conexión con su uso de la aplicación.

# changesToTermsLabel
source: Changes to the Terms:
es: Cambios en los términos:

# changesToTermsText
source: We reserve the right to modify or replace these Terms at any time. Your continued use of the app after such changes constitutes your acceptance of the new Terms.
es: Nos reservamos el derecho de modificar o reemplazar estos Términos en cualquier momento. Su uso continuado de la aplicación después de dichos cambios constituye su aceptación de los nuevos Términos.

# terminationLabel
source: Termination:
es: Terminación:

# terminationText
source: We reserve the right to terminate or suspend your access to the app at any time, without notice, for any reason.
es: Nos reservamos el derecho de terminar o suspender su acceso a la aplicación en cualquier momento, sin previo aviso, por cualquier motivo.

# governingLawLabel
source: Governing Law:
es: Ley aplicable:

# governingLawText
source: These Terms are governed by and construed in accordance with the laws of Colombia, without regard to its conflict of law principles.
es: Estos Términos están regidos y se interpretan de acuerdo con las leyes de Colombia, sin tener en cuenta sus principios de conflicto de leyes.

# contactUsLabel
source: Contact Us:
es: Contáctenos:

# privacyPolicyTitle
source: Privacy Policy for Movilidad
es: Política de privacidad para Movilidad

# privacyPolicyText
source: Movilidad ("we," "us," or "our") respects the privacy of its users. This Privacy Policy explains how we collect, use, and disclose personal information when you use our mobile application, Movilidad UP (the "App").
es: Movilidad ("nosotros," "nos," o "nuestro") respeta la privacidad de sus usuarios. Esta Política de privacidad explica cómo recopilamos, usamos y divulgamos información personal cuando utiliza nuestra aplicación móvil, Movilidad UP (la "App").

# informationWeCollectLabel
source: Information We Collect:
es: Información que recopilamos:

# informationWeCollectText
source: Name and Area of Residence: Optionally, users may provide their name or nickname, as well as their area of residence at the time of registration, in order to personalize their experience within the app.
es: Nombre y Zona de Residencia: Opcionalmente, los usuarios pueden proporcionar su nombre o apodo, al igual que su zona de residencia al momento de registro, con el fin de personalizar su experiencia dentro de la aplicación.

# howWeUseYourInformationLabel
source: How We Use Your Information:
es: Cómo usamos su información:

# howWeUseYourInformationText
source: We use the names collected solely for the purpose of enhancing the user experience within the app. We do not share, sell, or disclose this information to third parties.
es: Utilizamos los nombres recopilados únicamente con el propósito de mejorar la experiencia del usuario dentro de la App. No compartimos, vendemos ni divulgamos esta información a terceros.

# dataStorageLabel
source: Data Storage:
es: Almacenamiento de datos:

# dataStorageText
source: We do not store user data in the cloud. The names collected are stored locally on the user's device.
es: No almacenamos datos de usuario en la nube. Los nombres recopilados se almacenan localmente en el dispositivo del usuario.

# yourChoicesLabel
source: Your Choices:
es: Sus opciones:

# yourChoicesText
source: Users have the option to provide or not provide their name. If a user chooses not to provide a name, the app will still function, but some personalized features may be limited.
es: Los usuarios tienen la opción de proporcionar o no su nombre. Si un usuario elige no proporcionar un nombre, la App seguirá funcionando, pero algunas funciones personalizadas pueden estar limitadas.

# securityLabel
source: Security:
es: Seguridad:

# securityText
source: We take reasonable measures to protect the information collected within the App. However, no method of electronic transmission or storage is completely secure, and we cannot guarantee absolute security.
es: Tomamos medidas razonables para proteger la información recopilada dentro de la App. Sin embargo, ningún método de transmisión o almacenamiento electrónico es completamente seguro, y no podemos garantizar seguridad absoluta.

# childrensPrivacyLabel
source: Children's Privacy:
es: Privacidad de los niños:

# childrensPrivacyText
source: Movilidad is not directed at persons under 13 years of age. We do not knowingly collect personal information from children under 13. If you become aware that your child has provided us with personal information without your consent, please contact us and we will take steps to delete such information.
es: Movilidad no está dirigido a personas menores de 13 años. No recopilamos conscientemente información personal de niños menores de 13 años. Si se da cuenta de que su hijo nos ha proporcionado información personal sin su consentimiento, contáctenos y tomaremos medidas para eliminar dicha información.

# changesToPrivacyPolicyLabel
source: Changes to this Privacy Policy:
es: Cambios en esta Política de privacidad:

# changesToPrivacyPolicyText
source: We may update our Privacy Policy from time to time. Users will be notified of any significant changes through a notification in the App.
es: Podemos actualizar nuestra Política de privacidad de vez en cuando. Se notificará a los usuarios de cualquier cambio significativo a través de una notificación en la App.

# contactUsText
source: If you have any questions or concerns about this Privacy Policy, please contact us at thisisjoeltorres@gmail.com.
es: Si tiene alguna pregunta o inquietud sobre esta Política de privacidad, contáctenos en thisisjoeltorres@gmail.com.

# specialLabel
source: Super Secret Option
es: Opción super secreta

# specialDescription
source: I don't know what this option does
es: No sé lo que hace esta opción

# devLetterTitle
source: Developer's Letter
es: Carta del desarrollador

# thisLetterIsSpecial
source: This view is very special
es: Esta vista es muy especial

# devLetter
source: If you have found this special place, let me tell you that you have discovered more than just a simple view. You have found a corner of inspiration and recognition. I am here to remind you how amazing you are, how far you have come, and how valuable your journey is. Every step you take forward, every challenge you face, is a testament to your strength, your courage, and your dedication. Your commitment to your education not only defines you, but also lights the way for others. So keep going with that radiant light inside you and never forget how powerful you are. The world is eagerly awaiting your greatness. Keep shining! :) Sincerely, Lionel.
es: Si has encontrado este lugar especial, déjame decirte que has descubierto más que una simple vista. Has encontrado un rincón de inspiración y reconocimiento. Estoy aquí para recordarte lo increíble que eres, lo lejos que has llegado y lo valioso que es tu viaje. Cada paso que das hacia adelante, cada desafío que enfrentas, es un testimonio de tu fuerza, tu coraje y tu dedicación. Tu compromiso con tu educación no solo te define, sino que también ilumina el camino para otros. Así que sigue adelante con esa luz radiante en tu interior y nunca olvides lo poderos@ que eres. El mundo está esperando ansiosamente tu grandeza. ¡Sigue brillando! :) Atentamente, Lionel.

# reminderSuccessTitle
source: Reminder added :)
es: Recordatorio agregado :)

# reminderSuccessText
source: The reminder has been successfully added.
es: Se ha agregado el recordatorio exitosamente.

# reminderErrorTitle
source: An error occurred :(
es: Ha ocurrido un error :(

# reminderErrorText
source: Your reminder was not saved.
es: No se ha guardado su recordatorio.

# reminderTooManyTitle
source: You have too many reminders
es: Tienes muchos recordatorios

# reminderTooManyText
source: You have reached the limit of 10 reminders.
es: Has alcanzado el limite de 10 recordatorios.

source: Success!
es: ¡Exito!

# reminderAdded
source: Your reminder has been added ;)
es: Se ha agregado su recordatorio ;)

# reminderUpdated
source: Your reminder has been updated :)
es: Su recordatorio ha sido actualizado :)

# reminderDeleted
source: Your reminder has been deleted ;)
es: Su recordatorio ha sido eliminado ;)

# isWithinYourZone
source: Available routes to your area:
es: Rutas disponibles hacia tu zona:

source: My Attendance
es: Mi Asistencia

# myAttendanceDescription
source: From this view, you can manage your attendance submissions when using the university bus, as well as edit your signature or submit it manually.
es: Desde esta vista podrás administrar tus envíos de asistencia al usar el bus universitario, así como editar tu firma o enviarla manualmente.

source: Status
es: Estado

# lastAttendance
source: Last attendance submission
es: Último envío de asistencia

source: Awaiting connection
es: A la espera de conexión

# awaitingConnectionDescription
source: Attendance saved and in loop
es: Asistencia guardada y en bucle

# manualSubmit
source: Manual Submission
es: Envio Manual

# manualSubmitDescription
source: Remember, you can only submit your attendance once per trip, and only if you are on the bus.
es: Recuerda, solo podrás enviar tu asistencia 1 vez por trayecto, y solo si estas en el bus.

source: Attendance
es: Asistencia

# submitMyBeaconAttendance
source: Submit my Bluetooth Attendance
es: Enviar mi Asistencia Bluetooth

# manageAttendance
source: Manage your Signature
es: Administra tu Firma

source: My Recent Attendance
es: Mis Asistencias Recientes

source: History
es: Historial

# historyDescription
source: Here you will see the attendance submissions sent during this month.
es: Acá se visualizarán las asistencias enviadas durante este mes.

# goToHistory
source: Go to Attendance History
es: Ir a Historial de Asistencias

source: Signature
es: Firma

source: Create your signature
es: Crear tu firma virtual

# goToSignature
source: View or Edit Your Signature
es: Visualiza o Edita tu Firma

source: Date
es: Fecha

source: Route
es: Ruta

# beaconAttendanceSent
source: Attendance Sent!
es: ¡Asistencia Enviada!

# beaconAttendanceSentInfo
source: Your attendance has been submitted.
es: Se ha enviado su asistencia.

# beaconAttendanceFailed
source: An error has occurred
es: Ha ocurrido un error

# beaconAttendanceFailedInfo
source: Your attendance was not submitted.
es: No se ha enviado su asistencia.

# beaconAttendance
source: Bluetooth Attendance
es: Asistencia Bluetooth

# beaconAttendanceInfo
source: Please make sure to turn on Bluetooth mode on your mobile device, then press submit attendance.
es: Por favor, asegúrese de encender el modo bluetooth en su dispositivo móvil, y a continuación presione enviar asistencia.

source: QR Attendance
es: Asistencia QR

# qrAttendanceInfo
source: Please scan one of the QR codes located at the bus attendance points below.
es: Por favor, escanee a continuación alguno de los códigos QR ubicados en los puntos de asistencia del bus.

source: Submit my QR Attendance
es: Enviar mi Asistencia QR

# readyStatus
source: Tap to submit attendance
es: Toca para enviar asistencia

# readyStatusInfo
source: Tap this button to submit your attendance
es: Toque este botón para enviar su asistencia

# disabledStatus
source: Bluetooth off
es: Bluetooth apagado

# disabledStatusInfo
source: Turn on Bluetooth and try again
es: Encienda el modo bluetooth y vuelva a intentar

# scanStatus
source: Detecting bus signal
es: Detectando la señal del bus

# scanStatusInfo
source: Make sure you are inside the bus for a better signal
es: Recuerde estar dentro del bus para una mejor señal

# sendStatus
source: Submitting your attendance
es: Enviando su asistencia
